INSERT INTO users (email, passwd_hash, first_name, last_name, city, telephone, about, verified) 
VALUES
('ivanov@example.com', 'hash1', 'Иван', 'Иванов', 'Москва', '+79001234567', 'Я люблю программировать.', true),
('petrov@example.com', 'hash2', 'Петр', 'Петров', 'Санкт-Петербург', '+79007654321', 'Я увлекаюсь спортом.', true),
('sidorov@example.com', 'hash3', 'Сидор', 'Сидоров', 'Екатеринбург', '+79009876543', 'Я обожаю путешествия.', true),
('nikolaev@example.com', 'hash4', 'Николай', 'Николаев', 'Казань', '+79005432123', 'Я занимаюсь музыкой.', true),
('smirnov@example.com', 'hash5', 'Алексей', 'Смирнов', 'Ростов-на-Дону', '+79006789012', 'Я люблю кино.', true),
('kuznetsov@example.com', 'hash6', 'Дмитрий', 'Кузнецов', 'Нижний Новгород', '+79007654321', 'Я интересуюсь историей.', true),
('volkov@example.com', 'hash7', 'Андрей', 'Волков', 'Челябинск', '+79001234567', 'Я фанат автомобилей.', true),
('popov@example.com', 'hash8', 'Сергей', 'Попов', 'Воронеж', '+79009876543', 'Я увлекаюсь кулинарией.', true),
('fedorov@example.com', 'hash9', 'Федор', 'Федоров', 'Уфа', '+79005432123', 'Я люблю читать книги.', true),
('morozov@example.com', 'hash10', 'Анатолий', 'Морозов', 'Краснодар', '+79006789012', 'Я занимаюсь волонтерством.', true);